const _translations = {
    "uk": {
        "header": {
            "Про компанію": "Про компанію",
            "Медіа": "Медіа",
            "Послуги": "Послуги",
            "Вакансії": "Вакансії",
            "Новини": "Новини",
            "Контакти": "Контакти",
        },
        "footer": {
            "Забезпечуємо безпечне виробництво та застосування вибухових матеріалів у різних індустріях.":
                "Забезпечуємо безпечне виробництво та застосування вибухових матеріалів у різних індустріях.",
            "Про компанію": "Про компанію",
            "Продукція": "Продукція",
            "Медіа": "Медіа",
            "Вакансії": "Вакансії",
            "Новини": "Новини",
            "Контакти": "Контакти",
            "Меню:": "Меню:",
            "Графік роботи:": "Графік роботи:",
            "Пн - Пт 8:00 - 17:00": "Пн - Пт 8:00 - 17:00",
            "Сб 8:00 - 13:00": "Сб 8:00 - 13:00",
            "11634, Україна, Житомирська обл., Коростенський р-н, селище міського типу Гранітне(з), вул.Шевченка, будинок":
                "11634, Україна, Житомирська обл., Коростенський р-н, селище міського типу Гранітне(з), вул.Шевченка, будинок"
        },
        "main": {
            // Facial section
            "Виробництво вибухових речовин": "Виробництво вибухових речовин",
            "Послуги": "Послуги",
            "Звітність, інновації та безпека є основними цінностями нашої компанії, що спеціалізується на виробництві вибухових речовин. Ми приводимо в життя найсміливіші ідеї у сфері хімічної безпеки, надаючи надійні рішення для наших клієнтів по всьому світу":
                "Звітність, інновації та безпека є основними цінностями нашої компанії, що спеціалізується на виробництві вибухових речовин. Ми приводимо в життя найсміливіші ідеї у сфері хімічної безпеки, надаючи надійні рішення для наших клієнтів по всьому світу",
            // Why choose us
            "Чому обирають нас": "Чому обирають нас",
            "Сучасне обладнання": "Сучасне обладнання",
            "Використання новітніх бурових станків забезпечує точність та ефективність робіт.": "Використання новітніх бурових станків забезпечує точність та ефективність робіт.",
            "Безпека та своєчасність": "Безпека та своєчасність",
            "Спеціалізований транспорт та професійний підхід гарантують безпечну та своєчасну доставку компонентів та засобів ініціювання.":
            "Спеціалізований транспорт та професійний підхід гарантують безпечну та своєчасну доставку компонентів та засобів ініціювання.",
            "Професійна команда": "Професійна команда",
            "Наші фахівці мають великий досвід у проведенні буровибухових робіт та виробництві вибухових речовин":
                "Наші фахівці мають великий досвід у проведенні буровибухових робіт та виробництві вибухових речовин"
        }
    },
    "en": {
        "header": {
            "Про компанію": "About us",
            "Медіа": "Media",
            "Послуги": "Services",
            "Вакансії": "Vacancies",
            "Новини": "News",
            "Контакти": "Contacts",
        },
        "footer": {
            "Забезпечуємо безпечне виробництво та застосування вибухових матеріалів у різних індустріях.":
                "We ensure safe production and use of explosive materials in various industries.",
            "Про компанію": "About us",
            "Продукція": "Services",
            "Медіа": "Media",
            "Вакансії": "Vacancies",
            "Новини": "News",
            "Контакти": "Contacts",
            "Меню:": "Menu:",
            "Графік роботи:": "Schedule:",
            "Пн - Пт 8:00 - 17:00": "Mn - Fr 8:00 - 17:00",
            "Сб 8:00 - 13:00": "St 8:00 - 13:00",
            "11634, Україна, Житомирська обл., Коростенський р-н, селище міського типу Гранітне(з), вул.Шевченка, будинок":
                "11634, Ukraine, Zhytomyr region, Korostenskyi district, urban-type village Granitne(z), Shevchenko street, building"
        },
        "main": {
            // Facial section
            "Виробництво вибухових речовин": "Production of explosives",
            "Послуги": "Services",
            "Звітність, інновації та безпека є основними цінностями нашої компанії, що спеціалізується на виробництві вибухових речовин. Ми приводимо в життя найсміливіші ідеї у сфері хімічної безпеки, надаючи надійні рішення для наших клієнтів по всьому світу":
                "Accountability, innovation and safety are the core values of our explosives company. We bring to life the boldest ideas in the field of chemical safety, providing reliable solutions for our customers around the world",
            // Why choose us
            "Чому обирають нас": "Why choose us",
            "Сучасне обладнання": "Modern equipment",
            "Використання новітніх бурових станків забезпечує точність та ефективність робіт.": "The use of the latest drilling machines ensures the accuracy and efficiency of work.",
            "Безпека та своєчасність": "Security and timeliness",
            "Спеціалізований транспорт та професійний підхід гарантують безпечну та своєчасну доставку компонентів та засобів ініціювання.":
            "Specialized transport and a professional approach guarantee safe and timely delivery of components and means of initiation.",
            "Професійна команда": "Professional team",
            "Наші фахівці мають великий досвід у проведенні буровибухових робіт та виробництві вибухових речовин":
                "Our specialists have extensive experience in drilling and blasting operations and the production of explosives"

        }
    }
}

export default function getTranslations(lang, section) {
    return _translations[lang][section]
}