const _translations = {
    "uk": {
        "header": {
            "Про компанію": "Про компанію",
            "Медіа": "Медіа",
            "Послуги": "Послуги",
            "Вакансії": "Вакансії",
            "Новини": "Новини",
            "Контакти": "Контакти",
        },
        "footer": {
            "Забезпечуємо безпечне виробництво та застосування вибухових матеріалів у різних індустріях.":
                "Забезпечуємо безпечне виробництво та застосування вибухових матеріалів у різних індустріях.",
            "Про компанію": "Про компанію",
            "Продукція": "Продукція",
            "Медіа": "Медіа",
            "Вакансії": "Вакансії",
            "Новини": "Новини",
            "Контакти": "Контакти",
            "Меню:": "Меню:",
            "Графік роботи:": "Графік роботи:",
            "Пн - Пт 8:00 - 17:00": "Пн - Пт 8:00 - 17:00",
            "Сб 8:00 - 13:00": "Сб 8:00 - 13:00",
            "11634, Україна, Житомирська обл., Коростенський р-н, селище міського типу Гранітне(з), вул.Шевченка, будинок":
                "11634, Україна, Житомирська обл., Коростенський р-н, селище міського типу Гранітне(з), вул.Шевченка, будинок"
        },
        "main": {
            "Виробництво вибухових речовин": "Виробництво вибухових речовин",
            "Послуги": "Послуги",
            "Звітність, інновації та безпека є основними цінностями нашої компанії, що спеціалізується на виробництві вибухових речовин. Ми приводимо в життя найсміливіші ідеї у сфері хімічної безпеки, надаючи надійні рішення для наших клієнтів по всьому світу":
                "Звітність, інновації та безпека є основними цінностями нашої компанії, що спеціалізується на виробництві вибухових речовин. Ми приводимо в життя найсміливіші ідеї у сфері хімічної безпеки, надаючи надійні рішення для наших клієнтів по всьому світу",


        }
    },
    "en": {
        "header": {
            "Про компанію": "About us",
            "Медіа": "Media",
            "Послуги": "Services",
            "Вакансії": "Vacancies",
            "Новини": "News",
            "Контакти": "Contacts",
        },
        "footer": {
            "Забезпечуємо безпечне виробництво та застосування вибухових матеріалів у різних індустріях.":
                "We ensure safe production and use of explosive materials in various industries.",
            "Про компанію": "About us",
            "Продукція": "Services",
            "Медіа": "Media",
            "Вакансії": "Vacancies",
            "Новини": "News",
            "Контакти": "Contacts",
            "Меню:": "Menu:",
            "Графік роботи:": "Schedule:",
            "Пн - Пт 8:00 - 17:00": "Mn - Fr 8:00 - 17:00",
            "Сб 8:00 - 13:00": "St 8:00 - 13:00",
            "11634, Україна, Житомирська обл., Коростенський р-н, селище міського типу Гранітне(з), вул.Шевченка, будинок":
                "11634, Ukraine, Zhytomyr region, Korostenskyi district, urban-type village Granitne(z), Shevchenko street, building"
        },
        "main": {
            "Виробництво вибухових речовин": "Production of explosives",
            "Послуги": "Services",
            "Звітність, інновації та безпека є основними цінностями нашої компанії, що спеціалізується на виробництві вибухових речовин. Ми приводимо в життя найсміливіші ідеї у сфері хімічної безпеки, надаючи надійні рішення для наших клієнтів по всьому світу":
                "Accountability, innovation and safety are the core values of our explosives company. We bring to life the boldest ideas in the field of chemical safety, providing reliable solutions for our customers around the world",


        }
    }
}

export default function getTranslations(lang, section) {
    return _translations[lang][section]
}